Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/buying_or_selling_a_vehicle/buying_a_new_car.html.txt.tmx
Source language: en
Languages: ga

source: Buying a new car
ga: Carr nua a cheannach in Éirinn

source: Generally, all new cars and cars that are imported into Ireland are subject to Vehicle Registration Tax (VRT) and must be registered with Revenue
ga: Go ginearálta, bíonn gach carr nua agus cairr a iompórtáiltear isteach go hÉirinn faoi réir Cáin Chláraithe Feithiclí (CCF) agus ní mór iad a chlárú leis na Coimisinéirí Ioncaim

source: Before you can drive your car in a public place you must also:
ga: Sula dtiomáineann tú do charr in áit phoiblí, is gá duit an méid a leanas a dhéanamh:

source: • Have vehicle registration plates
ga: • Plátaí clárúcháin feithicle a bheith agat

source: • Have paid motor tax
ga: • Mótarcháin a bheith íoctha agat

source: This document explains what is involved in buying a new car in Ireland from a dealer or a garage
ga: Mínítear sa cháipéis seo céard atá i gceist le carr nua a cheannach in Éirinn ó dhéileálaí nó ó gharáiste

source: In other documents you will find information on:
ga: I gcáipéisí eile, tiocfaidh tú ar fhaisnéis ar an méid a leanas:

source: • Buying a used car
ga: • Carr athláimhe a cheannach

source: • Importing a new or used car
ga: • Carr nua nó athláimhe a iompórtáil

source: There is also a consumer guide to buying a car
ga: Tá Comhairle maidir le carr nua a cheannach ar fáil chomh maith

source: Since July 2008, a labelling system allows consumers to compare the carbon (CO2) emissions of new cars
ga: Ó Iúil 2008, ceadaíonn córas lipéadaithe do thomhaltóirí astuithe carbóin (CO2) a bhíonn ag carranna nua a chur i gcomparáid

source: The first section of the label shows the emission bands and identifies the band for the particular vehicle to which a label is attached
ga: Taispeánann an chéad chuid den lipéad na bandaí astuithe agus sainaithníonn sé an banda don fheithicil ar leith a bhfuil lipéad ceangailte leis

source: The second section of the label provides three important points of information for consumers:
ga: Soláthraítear sa dara cuid den lipéad trí phointe thábhachtacha d’fhaisnéis do thomhaltóirí:

source: • The amount of fuel required to run the vehicle over 18,000 kilometres
ga: • An méid breosla a theastaíonn chun an fheithicil a thiomáint thar fhad 18,000 ciliméadar

source: • The annual motor tax payable
ga: • An mhótarcháin bhliantúil atá iníoctha

source: • The rate of VRT payable on the vehicle
ga: • An ráta CCF atá iníoctha ar an bhfeithicil

source: The third section of the label supplements the information provided in the first and second sections, and introduces the importance of driving behaviour
ga: Cuirtear sa tríú cuid den lipéad leis an bhfaisnéis a sholáthraítear sa chéad agus sa dara cuid, agus leagtar béim ar an tábhacht a bhaineann le hiompar tiomána

source: The remaining sections of the label provide essential information on the actual vehicle to which it is attached, including make, model, engine capacity, transmission, fuel type and consumption
ga: Soláthraítear sna codanna eile den lipéad faisnéis ríthábhachtach ar an bhfeithicil féin lena bhfuil sé ceangailte, lena n-áirítear déanamh, samhail, toilleadh innill, tras-seoladh, saghas an bhreosla agus úsáid breosla

source: An example of a label is available here (pdf)
ga: Tá fáil ar shampla de lipéad anseo (pdf)

source: Buying from a car dealer
ga: Carr a cheannach ó dhéileálaí

source: When you buy your new car from a dealer (for example, car showrooms), it is the dealer's responsibility to register the vehicle and pay the required tax before giving it to you
ga: Nuair a cheannaíonn tú do charr nua ó dhéileálaí (mar shampla, seomra taispeántais charranna), tá an fhreagracht ar an déileálaí an fheithicil a chlárú agus an cháin riachtanach a íoc sula dtugtar an carr duit

source: Every new car is liable for Vehicle Registration Tax (VRT), which is payable when the car is first registered
ga: Tá Cáin Chláraithe Feithiclí (CCF) le híoc ar gach carr nua, atá iníoctha nuair a chláraítear an carr den chéad uair

source: The price of the vehicle should include the cost of VRT
ga: Ba chóir don chostas CCF a bheith san áireamh i bpraghas na feithicle

source: There is more information on VRT in our document on importing a car
ga: Tá níos mó faisnéise ar fáil ar CCF inár gcáipéis faoi ghluaisteán a iompórtáil

source: Once the vehicle has been registered and the VRT paid, your car dealer will receive:
ga: Chomh luath agus atá an fheithicil cláraithe agus an CCF íoctha, gheobhaidh do dhéileálaí carranna:

source: • A receipt for the VRT paid showing the registration number assigned to your car
ga: • Admháil don CCF íoctha a léiríonn an uimhir chlárúcháin atá sannta do do charr

source: • A Form RF 100 for use when you are applying for motor tax (see below)
ga: • Foirm RF 100 le húsáid nuair atá iarratas á dhéanamh ar mhótarcháin (féach thíos)

source: Vehicle registration plates showing the assigned registration number must be displayed on your car within 3 days of the date of registration
ga: Ní mór plátaí clárúcháin feithicle a léiríonn an uimhir chlárúcháin sannta a bheith le feiceáil ar do charr laistigh de 3 lá ón dáta clárúcháin

source: The dealer should have the registration plates fitted by the time you take possession of it
ga: Ba cheart go mbeadh na plátaí clárúcháin feistithe ag an déileálaí faoin am a ghlacann tú seilbh air

source: The vehicle registration certificate for your car is issued by the Department of Transport, Tourism and Sport
ga: Eisíonn an Roinn Iompair, Turasóireachta agus Spóirt deimhniú clárúcháin i gcomhair do chairr

source: This will be posted out to you after you have applied to your local motor tax office to pay motor tax on your vehicle
ga: Seolfar é seo sa phost chugat tar éis duit iarratas a dhéanamh ar an oifig mótarchánach áitiúil le mótarcháin na feithicle a íoc

source: It is a legal requirement to have motor insurance and to display the insurance disc on the windscreen, if you want to drive your car in a public place
ga: Is ceanglas dlíthiúil mótarárachas a bheith agat agus an diosca árachais a thaispeáint ar an ngaothscáth, má theastaíonn uait do charr a thiomáint in áit phoiblí

source: You will need your motor insurance details when applying for motor tax
ga: Beidh do shonraí mótarárachais ag teastáil uait nuair a bhíonn iarratas á dhéanamh agat ar mhótarcháin

source: Read more about the requirement for motor insurance here
ga: Is féidir leat tuilleadh a léamh faoi cheanglas an mhótarárachais anseo

source: Motor tax is a charge imposed by the Government on motor vehicles
ga: Is muirear í mótarcháin a ghearrann an Rialtas ar mhótharfheithiclí

source: Not only must you pay motor tax if you want to drive your car in a public place, but you are also required to display evidence that you have paid (that is, a current tax disc) on the windscreen
ga: Ní hamháin gur gá duit mótarcháin a íoc más mian leat do charr a thiomáint in áit phoiblí, ach ceanglaítear ort fianaise a thaispeáint gur íoc tú aisti (is é sin, diosca reatha cánach) ar an ngaothscáth

source: The charge for motor tax for a new car is based on the car's CO2 emissions and on engine size for other vehicles
ga: Is ar astuithe CO2 an chairr a shocraítear an muirear mótarchánach i gcomhair cairr nua agus is ar thoilleadh an innill a shocraítear é i gcás feithiclí eile

source: Some vehicles are exempt
ga: Tá roinnt feithiclí díolmhaithe

source: Read more about the requirement for motor tax here
ga: Is féidir leat tuilleadh a léamh faoi cheanglas na mótarchánach anseo

source: Tax reliefs and exemptions
ga: Faoisimh agus díolúintí cánach

source: There are different reliefs and exemptions from VRT and further information is available on Revenue’s website
ga: Tá faoisimh agus díolúintí difriúla ó CCF ar fáil agus tá tuilleadh faisnéise le fáil ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: Tax relief is also available under the Disabled Drivers and Disabled Passengers Scheme
ga: Tá faoiseamh cánach ar fáil, chomh maith, faoi Scéim na dTiománaithe agus na bPaisinéirí faoi Mhíchumas

source: Electric vehicles grant scheme
ga: Scéim deontais na bhfeithiclí leictreacha

source: A grant scheme is available for battery-powered electric vehicles (BEV) and plug-in hybrids meeting specific standards
ga: Tá fáil ar scéim deontais le haghaidh feithiclí leictreacha faoi chumhacht chadhnraí

source: The grant level applicable depends on the List Price of the vehicle
ga: Braitheann leibhéal an deontais atá infheidhme ar Liostphraghas na feithicle

source: The maximum grant is €5,000
ga: Is é €5,000 an deontas uasta

source: There is no grant for vehicles with a List Price of less than €14,000
ga: Níl aon deontas le fáil d’fheithiclí ar a bhfuil Liostphraghas níos lú ná €14,000

source: The grant is provided to the dealer and the benefit is passed on to you as a price reduction on the vehicle
ga: Soláthraítear an deontas don déileálaí agus bainfidh tú féin tairbhe as mar laghdú praghais ar an bhfeithicil

source: Further information on the grant scheme is available on the website of the Sustainable Energy Authority of Ireland (SEAI)
ga: Tá fáil ar thuilleadh faisnéise ar an scéim deontais ar láithreán gréasáin Údarás Fuinnimh Inmharthana na hÉireann (ÚFIÉ)
